Repository: VirtualCable/uds-client
Catalog: crates/launcher/locales/*/LC_MESSAGES/udslauncher.po
Languages: ca, de, es

source: Confirm
ca: Confirma
de: Bestätigen
es: Confirmar

source: Error
de: Fehler

source: Warning
ca: Avís
de: Warnung
es: Advertencia

source: Click to open in browser
ca: Feu clic per obrir al navegador
de: Klicken Sie hier, um die Seite im Browser zu öffnen.
es: Haz clic para abrir en el navegador

source: Yes
ca: Sí
de: Ja
es: Sí

source: No
de: NEIN

source: The server {} must be approved. Only approve UDS servers you trust. Do you want to continue?
ca: El servidor {} s&#39;ha d&#39;aprovar. Només aprova els servidors UDS en què confiïs. Vols continuar?
de: Der Server {} muss genehmigt werden. Genehmigen Sie nur UDS-Server, denen Sie vertrauen. Möchten Sie fortfahren?
es: El servidor {} debe ser aprobado. Aprueba únicamente los servidores UDS en los que confíes. ¿Deseas continuar?

source: Host {} not approved by user.
ca: L&#39;amfitrió {} no ha estat aprovat per l&#39;usuari.
de: Host {} wurde vom Benutzer nicht genehmigt.
es: El host {} no ha sido aprobado por el usuario.

source: Client version {} is outdated. Required version is {}. Please download the latest version from {} and try again.
ca: La versió del client {} està desactualitzada. La versió requerida és {}. Si us plau, descarregueu la darrera versió de {} i torna-ho a intentar.
de: Die Clientversion {} ist veraltet. Erforderliche Version ist {}. Bitte laden Sie die neueste Version herunter von {} und versuchen Sie es erneut.
es: La versión del cliente {} está desactualizada. La versión requerida es {}. Por favor, descarga la última versión desde {} Y vuelve a intentarlo.

source: A newer client version {} is available. Current version is {}. {}|Download the latest version
ca: Hi ha disponible una versió de client més nova, {}. La versió actual és {}. {}|Descarrega la darrera versió
de: Eine neuere Clientversion {} ist verfügbar. Die aktuelle Version ist {}. Laden Sie die neueste Version herunter
es: Hay disponible una versión más reciente del cliente {}. La versión actual es {}. {}|Descarga la última versión

source: Access denied by broker. {}
ca: Accés denegat pel broker. {}
de: Zugriff durch Broker verweigert. {}
es: Acceso denegado por el agente. {}

source: Ok
ca: D&#39;acord
es: De acuerdo
